'use strict';

exports.question = {
  // part A
  1: {
    title: '下面问题是一些有关个人业余生活状况的调查，请你选择与你的情况最接近的选项。',
    desc: '你对体育运动的热爱程度是',
    A: '非常热爱',
    B: '比较喜欢',
    C: '喜欢程度一般',
    D: '不太喜欢',
    E: '很不喜欢'
  },
  2: {
    desc: '你喜欢听歌曲（或音乐）吗？是否有这方面的爱好？',
    A: '非常热爱',
    B: '比较喜欢',
    C: '喜欢程度一般',
    D: '不太喜欢',
    E: '很不喜欢'
  },
  3: {
    desc: '你对群体性社交活动的喜欢程度是',
    A: '非常热爱',
    B: '比较喜欢',
    C: '喜欢程度一般',
    D: '不太喜欢',
    E: '很不喜欢'
  },
  4: {
    desc: '唱歌或者哼曲与听歌有所不同，例如它需要较多的身体参与。你对唱歌或哼曲的爱好程度是',
    A: '非常热爱',
    B: '比较喜欢',
    C: '喜欢程度一般',
    D: '不太喜欢',
    E: '很不喜欢'
  },
  5: {
    desc: '当你遇事不顺心情欠佳时，你能否找到可以述衷肠，一起想办法的好朋友？',
    A: '很容易找到',
    B: '较容易找到',
    C: '有时候能有时不能',
    D: '不太容易找到',
    E: '很难找到'
  },
  6: {
    desc: '你平时参加体育运动的频率是',
    A: '几乎每天都会运动一下',
    B: '每周运动三次以上',
    C: '每周运动一到两次',
    D: '偶尔会运动一下',
    E: '几乎不怎么运动'
  },
  7: {
    desc: '你平时利用收音机、音乐播放器以及其他方式听歌曲（或音乐）的频率是',
    A: '几乎每天都听',
    B: '每周有两三天以上',
    C: '每周有一两天',
    D: '偶尔听听',
    E: '很少听歌或音乐'
  },
  8: {
    desc: '你平时参加群体性社交活动的频率是',
    A: '很高',
    B: '较高',
    C: '一般',
    D: '较低',
    E: '很低'
  },
  9: {
    desc: '在平时你有意或者无意唱歌（或哼曲）的时候多吗？',
    A: '很多',
    B: '较多',
    C: '一般',
    D: '较少',
    E: '很少'
  },
  10: {
    desc: '你与其他人比较贴心的互动多吗？',
    A: '很多',
    B: '较多',
    C: '一般',
    D: '较少',
    E: '很少'
  },
  11: {
    desc: '你在体育方面的擅长程度是',
    A: '非常擅长',
    B: '比较擅长',
    C: '擅长程度中等',
    D: '不太擅长',
    E: '很不擅长'
  },
  12: {
    desc: '有些人只需听到少数几个音符，就能准确说出歌曲或者音乐的名称、作者等信息，你在这个方面的情况是',
    A: '水平很高',
    B: '水平较高',
    C: '水平中等',
    D: '水平较低',
    E: '水平很低'
  },
  13: {
    desc: '你对自己社会交往能力的自我评价是',
    A: '很强',
    B: '较强',
    C: '中等',
    D: '较弱',
    E: '很弱'
  },
  14: {
    desc: '你在唱歌或者音乐演奏方面的擅长程度是',
    A: '很擅长',
    B: '较擅长',
    C: '擅长程度中等',
    D: '较不擅长',
    E: '很不擅长'
  },
  15: {
    desc: '你感觉你的亲友和同伴对你的关心和体谅程度是',
    A: '很关心很体谅',
    B: '较关心较体谅',
    C: '关心和体谅程度中等',
    D: '不太关心不太体谅',
    E: '很不关心很不体谅'
  },
  16: {
    desc: '你对自己身体素质的评价是',
    A: '比周围绝大多数人都好',
    B: '在人群中处于中上水平',
    C: '跟周围人相比属于中等水平',
    D: '比一般人要稍差一点',
    E: '身边的人很少有比自己身体还差的'
  },
  17: {
    desc: '从数量上来说，你曾经听过的歌曲或者音乐',
    A: '很多',
    B: '较多',
    C: '中等',
    D: '较少',
    E: '很少'
  },
  18: {
    desc: '有的人认识的人多，有的人认识的人少。在你的生活圈中，和你周围的一般人相比，你认识的人算多的吗？',
    A: '比周围人多很多',
    B: '比周围人多一些',
    C: '和周围一般人差不多',
    D: '较少',
    E: '很少'
  },
  19: {
    desc: '你能比较完整地哼唱的歌曲或者音乐多吗？',
    A: '很多',
    B: '较多',
    C: '不算太多也不算太少',
    D: '较少',
    E: '很少'
  },
  20: {
    desc: '在你的现实生活中，愿意和你真诚相待、彼此交心的朋友多么？',
    A: '比较多',
    B: '有好几个',
    C: '只有少数几个',
    D: '只有一两个',
    E: '几乎没有'
  },
  21: {
    desc: '作为血肉之躯，你的身体和四肢的活跃程度是',
    A: '非常活跃',
    B: '比较活跃',
    C: '活跃程度中等',
    D: '不太活跃',
    E: '很不活跃'
  },
  22: {
    desc: '就时间而言，你听歌曲（或音乐）的时间多吗？',
    A: '很多',
    B: '较多',
    C: '中等',
    D: '较少',
    E: '很少'
  },
  23: {
    desc: '在群体性的社交活动中，你扮演的角色一般是',
    A: '焦点与主角',
    B: '积极的参与者',
    C: '随大流的普通参与者',
    D: '不太热衷于该类活动的普通参与者',
    E: '尽量避免参加这种活动、参加后希望尽早离开的人'
  },
  24: {
    desc: '当你和同学、同事或者朋友一起唱卡拉OK时，你点歌唱歌的积极程度是',
    A: '非常积极',
    B: '比较积极',
    C: '积极程度一般',
    D: '不太积极',
    E: '很不积极'
  },
  25: {
    desc: '在平时生活中，你是否能感受到来自周围人或者亲朋好友的支持？',
    A: '感觉很明显',
    B: '感觉较明显',
    C: '一般水平',
    D: '感觉不太明显',
    E: '很难找到这种感觉'
  },
  26: {
    desc: '你对锻炼身体的重视程度是',
    A: '非常重视',
    B: '比较重视',
    C: '重视程度中等',
    D: '不太重视',
    E: '很不重视'
  },
  27: {
    desc: '在业余生活中，听歌/听音乐对你来说重要吗？',
    A: '非常重要',
    B: '比较重要',
    C: '重要程度中等',
    D: '不太重要',
    E: '非常不重要'
  },
  28: {
    desc: '你重视群体性社交活动吗？',
    A: '非常重视',
    B: '比较重视',
    C: '重视程度中等',
    D: '不太重视',
    E: '很不重视'
  },
  29: {
    desc: '有人希望通过相关技巧训练提高唱歌或者演奏水平，你在该方面的重视程度为',
    A: '非常重视',
    B: '比较重视',
    C: '重视程度中等',
    D: '不太重视',
    E: '很不重视'
  },
  30: {
    desc: '你对你与亲友以及同伴相处质量的整体评价是',
    A: '很好',
    B: '较好',
    C: '不算太好也不算太差',
    D: '较差',
    E: '很差'
  },
  // part B
  31: {
    title: '下面的问题与社会态度有关，请你根据自己的真实情况（或看法）回答。',
    desc: '有人觉得学校管束太多太严，希望限制少点。有人觉得学校管束太少太松，希望学校多管点，管严一点。你希望学校',
    A: '尽可能少管',
    B: '稍微少管点',
    C: '两可之间',
    D: '略多点、严点',
    E: '尽可能严格点'
  },
  32: {
    desc: '有些人对物质回报或者个人荣誉等等很在乎，有些人不那么在乎。你觉得你在乎吗？',
    A: '很在乎物质回报或者个人荣誉',
    B: '比较在乎',
    C: '两可之间',
    D: '对物质回报或者个人荣誉不太在乎',
    E: '对物质回报或者个人荣誉看得非常淡'
  },
  33: {
    desc: '有些人逃避需要担责的事情或者需要承担的责任，有些人积极承担责任。你的情况是',
    A: '尽量避免承担责任',
    B: '倾向于不承担责任',
    C: '两可之间',
    D: '倾向于承担责任',
    E: '很乐意承担责任'
  },
  34: {
    desc: '有人认为成功的官场和职场之道在于厚黑学（厚黑学提倡脸皮厚心黑），所以用心揣摩，积极应用。有人对厚黑学持反对和十分反感的态度。以内心而言你对厚黑学的态度是',
    A: '非常赞成',
    B: '比较赞成',
    C: '两可之间',
    D: '不太赞成',
    E: '很反感很反对'
  },
  35: {
    desc: '有些人对法律或者规章制度充满敬畏，有些人对法律或者规章制度比较轻视，有些人甚至毫不在乎。你的情况是是',
    A: '很不在乎',
    B: '比较不在乎',
    C: '两可之间',
    D: '倾向于敬畏法律或者规章制度',
    E: '对法律以及规章制度充满敬畏'
  },
  36: {
    desc: '你关注和争取个人利益的时候多吗？',
    A: '很多',
    B: '比较多',
    C: '一般',
    D: '比较少',
    E: '很少'
  },
  37: {
    desc: '有人特在意获得成功的方式是否堂堂正正，有人认为成功本身更重要，方式是其次的。你的意见是',
    A: '堂堂正正的方式非常重要',
    B: '堂堂正正的方式比较重要',
    C: '两可之间',
    D: '成功本身比较重要，方式是其次的',
    E: '成功本身非常重要，具体方式无所谓'
  },
  38: {
    desc: '从小至今你是否做过什么事情让你事后觉得有点愧疚？',
    A: '非常肯定没有做过',
    B: '比较肯定没有做过',
    C: '不太确定',
    D: '比较肯定做过',
    E: '非常肯定做过'
  },
  39: {
    desc: '2016年奥运会的主办国家是',
    A: '德国',
    B: '英国',
    C: '法国',
    D: '中国',
    E: '巴西'
  },
  40: {
    desc: '无论是家长、班主任、研究生导师还是单位的领导，都有管得严一点限制多一点的，也有管得松一点限制少一点的，你更情愿选择哪一种？',
    A: '明确倾向于选择管得松一点限制少一点的',
    B: '略微倾向于选择管得松一点限制少一点的',
    C: '两可之间',
    D: '略微倾向于选择管得严一点限制多一点的',
    E: '明确倾向于选择管得严一点限制多一点的'
  },
  41: {
    desc: '有人认为不能对公平期望太高，觉得好多时候要达到一个目标，就得用点非常的手段。有人明确反对这种看法。你赞成这种说法吗？',
    A: '非常赞成',
    B: '比较赞成',
    C: '两可之间',
    D: '不太赞成',
    E: '非常反对'
  },
  42: {
    desc: '有人觉得限制越多越不快乐，希望尽可能减少限制。有人觉得受到限制是必然的，也是必要的，反对过于放任。你的意见是',
    A: '非常赞成前一种说法',
    B: '比较赞成前一种说法',
    C: '两可之间',
    D: '比较赞成后一种看法',
    E: '非常赞成后一种看法'
  },
  43: {
    desc: '一般而言人都会或多或少有点私心。在你自己看来，你的私心程度是',
    A: '私心很大',
    B: '私心较大',
    C: '两可之间',
    D: '私心较小',
    E: '私心很小'
  },
  44: {
    desc: '每个人对社会公共利益或者集体利益的关注程度不同，维护这些利益的参与程度也不同。你在该方面的情况是',
    A: '很少',
    B: '比较少',
    C: '两可之间',
    D: '比较多',
    E: '很多'
  },
  45: {
    desc: '有人认为让自己感觉心安理得更重要，有人觉得取得成功更重要。你的看法是',
    A: '心安理得远比成功重要',
    B: '心安理得略微重要些',
    C: '两可之间',
    D: '成功略微重要一些',
    E: '成功远比心安理得重要'
  },
  46: {
    desc: '有人倾向于打规章制度的擦边球或者不理睬规章制度，有人喜欢严格遵守规章制度。你的做法是',
    A: '非常接近前一种做法',
    B: '稍微倾向于前一种做法',
    C: '两可之间',
    D: '稍微倾向于后一种描述',
    E: '非常接近后一种描述'
  },
  47: {
    desc: '最近一个月内你的脑海中是否曾经闪现过与性有关的念头？',
    A: '非常肯定没有',
    B: '比较肯定没过',
    C: '两可之间',
    D: '比较肯定有过',
    E: '非常肯定有过'
  },
  48: {
    desc: '假如你在填写高考志愿的时候只能从两所学校中选一所，两个学校的其他条件基本相当，唯一明显区别是其中一所学校管得比较严，自由度比较小，另一所学校管的比较松，学生比较自由。此时你倾向于选择哪所学校就读？',
    A: '更倾向于选择管理严格的那所学校',
    B: '略微倾向于选择管理严格的那所学校',
    C: '两可之间',
    D: '略微倾向于选择管理比较松，学生比较自由的那所学校',
    E: '更倾向于选择管理比较松，学生比较自由的那所学校'
  },
  49: {
    desc: '有人对是否公平看的很重，有人并不在乎是否公平。你看重公平吗？',
    A: '很不看重公平',
    B: '不太看重公平',
    C: '两可之间',
    D: '比较看重公平',
    E: '非常看重公平'
  },
  50: {
    desc: '人与人之间在承担责任的意愿方面会有所不同。你承担责任的意愿',
    A: '非常强',
    B: '比较强',
    C: '说不清',
    D: '比较弱',
    E: '非常弱'
  },
  51: {
    desc: '有些人的利己程度很高，有些人则很低。你对自己利己程度的评价是',
    A: '很高',
    B: '比较高',
    C: '说不清',
    D: '比较低',
    E: '很低'
  },
  52: {
    desc: '请你对自己的责任感强弱进行自评',
    A: '很强',
    B: '比较强',
    C: '中等程度',
    D: '偏弱一点',
    E: '明显要弱一些'
  },
  53: {
    desc: '有人仅仅只与品德非常高尚的人交朋友。你的做法是',
    A: '非常符合上述描述',
    B: '比较符合上述描述',
    C: '不好说',
    D: '不太符合上述描述',
    E: '与上述描述完全不符合'
  },
  54: {
    desc: '假如规章制度与你的主观愿望有不一致的地方，你的做法是',
    A: '尽可能想办法按照自己的主观愿望行动',
    B: '主要考虑自己的主观愿望，也顾及一点规章制度',
    C: '两可之间',
    D: '在大体遵守制度的基础上，兼顾个人主观愿望',
    E: '严格遵守规章制度'
  },
  55: {
    desc: '有人对通过使用手腕来赢得竞争优势的做法很反感，有人很欣赏并希望积极尝试这种方式。你的态度是',
    A: '非常反感',
    B: '比较反感',
    C: '两可之间',
    D: '不太反感，有点欣赏',
    E: '非常欣赏，积极尝试'
  },
  56: {
    desc: '有些人对少受限制、保持个人自由的期望高一些，有些人对这个方面的要求低一些。你更接近哪种人？',
    A: '非常接近前者',
    B: '比较接近前者',
    C: '两可之间',
    D: '比较接近后者',
    E: '非常接近后者'
  },
  57: {
    desc: '人或多或少都会计较个人功利。你对个人功利的计较程度是',
    A: '非常低',
    B: '比较低',
    C: '一般',
    D: '比较高',
    E: '非常高'
  },
  58: {
    desc: '回顾过去，你是否主动做过对父母、亲朋好友、同学有帮助或者有利于班级（或其他集体）的事情？',
    A: '比较多',
    B: '有一些',
    C: '比较少',
    D: '很少',
    E: '想不出有'
  },
  59: {
    desc: '进入大学，有些同学会详细阅读（或正准备详细阅读）校规校纪，力求了解其中条款。有些同学并不关注也不了解校规校纪。你的情况是',
    A: '非常符合前一种情况',
    B: '比较符合前一种情况',
    C: '两可之间',
    D: '比较符合后一种情况',
    E: '完全符合后一种情况'
  },
  60: {
    desc: '几乎每个人都会关注自身的利益。和周围其他人相比，你关注自身利益的时候多吗？',
    A: '比周围大多数的人都少',
    B: '比周围一般的人略少些',
    C: '和周围的人差不多',
    D: '比周围一般的人略多些',
    E: '比周围大多数的人都多些'
  },
  61: {
    desc: '有些人很有担当，有些人没什么担当。你的自我评价是',
    A: '很有担当',
    B: '比较有担当',
    C: '不好说',
    D: '担当程度较低',
    E: '担当程度很低'
  },
  62: {
    desc: '有人觉得大多数规章制度都是摆摆样子的，虽然不能完全无视，但也不必看得太重。有人特别强调规章制度的刚性，主张严格遵守规章制度。你的观点是',
    A: '非常赞成前一种看法',
    B: '比较赞成前一种看法',
    C: '两可之间',
    D: '比较赞成后一种看法',
    E: '非常赞成后一种看法'
  },
  63: {
    desc: '有人丝毫都不在乎名誉和个人荣誉，把向社会无私奉献自己的全部才智作为最大追求。你的情况是',
    A: '非常符合',
    B: '比较符合',
    C: '两可之间',
    D: '不太符合',
    E: '完全不符合'
  },
  // part C
  64: {
    title: '某件事情要不要做，该怎样做？同一个人在不同的情景下的做法也是有差异的。假如考场上你有一道5-6分的题目不会做，你无意中发现边上的同学会做那道题，而且那个同学跟你的交情还不错。判断在如下情景下你寻求那个同学“帮助”的可能性，选择最接近的选项。',
    desc: '你觉得其它的题目都还挺有把握的，考一个还算体面的成绩应该没问题；老师的监考很严。在此情景下你选择寻求那个同学“帮助”的可能性。',
    A: '绝对不会',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  65: {
    title: '某件事情要不要做，该怎样做？同一个人在不同的情景下的做法也是有差异的。假如考场上你有一道5-6分的题目不会做，你无意中发现边上的同学会做那道题，而且那个同学跟你的交情还不错。判断在如下情景下你寻求那个同学“帮助”的可能性，选择最接近的选项。',
    desc: '你觉得成绩不会太好，但是考及格应该没问题；老师的监考很严；在此情景下你选择寻求那个同学“帮助”的可能性',
    A: '绝对不会',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  66: {
    title: '某件事情要不要做，该怎样做？同一个人在不同的情景下的做法也是有差异的。假如考场上你有一道5-6分的题目不会做，你无意中发现边上的同学会做那道题，而且那个同学跟你的交情还不错。判断在如下情景下你寻求那个同学“帮助”的可能性，选择最接近的选项。',
    desc: '其它的题目也做得不好，是否能及格在两可之间；老师的监考很严。在此情景下你选择寻求那个同学“帮助”的可能性',
    A: '绝对不会',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  67: {
    title: '某件事情要不要做，该怎样做？同一个人在不同的情景下的做法也是有差异的。假如考场上你有一道5-6分的题目不会做，你无意中发现边上的同学会做那道题，而且那个同学跟你的交情还不错。判断在如下情景下你寻求那个同学“帮助”的可能性，选择最接近的选项。',
    desc: '你觉得其它的题目都还挺有把握的，考一个体面的成绩应该没有问题；老师监考挺松的。在此情景下你选择寻求那个同学“帮助”的可能性',
    A: '绝对不会',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  68: {
    title: '某件事情要不要做，该怎样做？同一个人在不同的情景下的做法也是有差异的。假如考场上你有一道5-6分的题目不会做，你无意中发现边上的同学会做那道题，而且那个同学跟你的交情还不错。判断在如下情景下你寻求那个同学“帮助”的可能性，选择最接近的选项。',
    desc: '你觉得成绩不会太好，但考及格应该没有问题；老师的监考挺松的。在此情景下你选择寻求那个同学“帮助”的可能性',
    A: '绝对不会',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  69: {
    title: '某件事情要不要做，该怎样做？同一个人在不同的情景下的做法也是有差异的。假如考场上你有一道5-6分的题目不会做，你无意中发现边上的同学会做那道题，而且那个同学跟你的交情还不错。判断在如下情景下你寻求那个同学“帮助”的可能性，选择最接近的选项。',
    desc: '其它的题目也做得不好，是否能及格在两可之间；老师的监考挺松的。在此情景下你选择寻求那个同学“帮助”的可能性',
    A: '绝对不会',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  70: {
    title: '要不要去上课？能不能翘课？在不同情景下人的选择也是不同的。请对如下情景中你的做法进行评估，并选择最接近的选项。',
    desc: '在身体状况良好，课程比较重要，老师还经常点名时，您去听课的可能性有多大？',
    A: '肯定不去',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  71: {
    title: '要不要去上课？能不能翘课？在不同情景下人的选择也是不同的。请对如下情景中你的做法进行评估，并选择最接近的选项。',
    desc: '在身体状况良好，课程比较重要，老师从不点名时，您去听课的可能性有多大？',
    A: '肯定不去',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  72: {
    title: '要不要去上课？能不能翘课？在不同情景下人的选择也是不同的。请对如下情景中你的做法进行评估，并选择最接近的选项。',
    desc: '在身体状况良好，课程不太重要，但老师经常点名时，您去听课的可能性有多大？',
    A: '肯定不去',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  73: {
    title: '要不要去上课？能不能翘课？在不同情景下人的选择也是不同的。请对如下情景中你的做法进行评估，并选择最接近的选项。',
    desc: '在身体状况良好，课程不太重要，老师从不点名时，您去听课的可能性有多大？',
    A: '肯定不去',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  74: {
    title: '要不要去上课？能不能翘课？在不同情景下人的选择也是不同的。请对如下情景中你的做法进行评估，并选择最接近的选项。',
    desc: '假如您没睡好，脑袋昏沉，但是课程比较重要，老师还经常点名时，您去听课的可能性有多大？',
    A: '肯定不去',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  75: {
    title: '要不要去上课？能不能翘课？在不同情景下人的选择也是不同的。请对如下情景中你的做法进行评估，并选择最接近的选项。',
    desc: '假如您没睡好，脑袋昏沉，但是课程比较重要，老师从不点名时，您去听课的可能性有多大？',
    A: '肯定不去',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  76: {
    title: '要不要去上课？能不能翘课？在不同情景下人的选择也是不同的。请对如下情景中你的做法进行评估，并选择最接近的选项。',
    desc: '假如您没睡好，脑袋昏沉，并且课程不太重要，但老师经常点名时，您去听课的可能性有多大？',
    A: '肯定不去',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  77: {
    title: '要不要去上课？能不能翘课？在不同情景下人的选择也是不同的。请对如下情景中你的做法进行评估，并选择最接近的选项。',
    desc: '假如您没睡好，脑袋昏沉，课程不太重要，老师也从不点名，您去听课的可能性有多大？',
    A: '肯定不去',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  78: {
    desc: '考前你觉得某个公式很重要，极可能会考，但是这个公式容易记错，推导起来也挺麻烦，您把这个公式记在一张纸片带进考场的可能性有多大？',
    A: '不可能',
    B: '可能性很小',
    C: '可能性较小',
    D: '两可之间',
    E: '可能性较大',
    F: '可能性很大'
  },
  79: {
    desc: '2016级本科新生入学交大后，大部分新生住在',
    A: '徐家汇校区',
    B: '浦东校区',
    C: '七宝校区',
    D: '闵行校区',
    E: '法华镇校区',
    F: '闸北校区'
  },
  // part D
  80: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '为了个人的利益算计身边的某个朋友',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  81: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '占公家的小便宜',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  82: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '为了个人的利益算计身边的某个朋友，不幸被揭穿',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  83: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '占公家的小便宜被其他人发现',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  84: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '无其它重要安排却翘课',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  85: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '因为不能按时起床或者因参加娱乐活动而翘课',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  86: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '因为对课程内容或者授课方式不感兴趣而翘课',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  87: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '因为翘课而被老师叫去谈话',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  88: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '因为翘课被同学议论',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  89: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '因为翘课太多而导致成绩不理想',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  90: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '为了考试过关在考场上寻求同学“帮助”',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  91: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '在考场偷看其他同学答卷',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  92: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '将与考试有关的内容记录在纸片、身体、手机上等并带进考场',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  93: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '被学校认定为考试作弊',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  94: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '考试作弊的事情被周围人议论',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  95: {
    title: '你体会过羞耻的感觉吗？请您想象并且评估一下，当你处于以下情景时个人感到羞耻的程度，并且选择最接近的选项。',
    desc: '因为考试作弊被老师找去谈话',
    A: '羞耻感很强',
    B: '羞耻感比较强',
    C: '说不清',
    D: '不觉得多羞耻',
    E: '根本不觉得羞耻'
  },
  96: {
    desc: '1+2+3+5+7+8+9 =',
    A: '40',
    B: '30',
    C: '35',
    D: '33',
    E: '39'
  },
  // part E
  97: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '学生因病或其他原因无法参加学校所规定的教学和实践活动时，必须事先办理请假手续。未经批准或请假逾期者，作旷课论。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  98: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '旷课时数按课表内实际上课时数计算，教学实践环节按每天六学时计，学校安排的有关活动，每天按四学时计。对旷课的学生视其情节轻重，给予批评教育直至相应纪律处分。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  99: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '学生请假应事先提出书面申请，因病请假须附医院或有关证明。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  100: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '请假在三天以内（含三天）的由班主任、班级辅导员或指导教师审批（在校外实习期间由带队老师审批），并报院（系）办公室备案；三天以上、一个月以内由院（系）主管教学的副院长（副主任）审批；一个月以上的由院（系）主管教学的副院长（主任）签署意见，报学校教务处审批。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  101: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '学生无故旷课或缺课的时数超过（含达到）一门课程（不包括见习、实习）教学总时数的三分之一，或缺交作业达课程作业量的三分之一，取消该课程的考核资格，该课程成绩以无效计（GPA计算时无效成绩以零分计），该课程必须重修。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  102: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '学生一学期中缺做实验、实习时数达五分之一或实验实习考核不及格，该实验、实习必须重修。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  103: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '未请假离校连续两周未参加学校规定的教学活动的，应予退学',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  104: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '凡考试作弊或违反考核纪律者，该课程成绩以无效计（GPA计算时无效成绩以零分计），同时学校根据情节轻重给予相应的纪律处分。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  105: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '在校期间两次以上（含两次）考试作弊，一律给予开除学籍的处分。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  106: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '下列行为之一的，应认定为考试作弊：（一）携带与考试内容相关的文字材料或者存储有与考试内容相关资料的电子设备参加考试的；（二）抄袭或者协助他人抄袭试题答案或者与考试内容相关资料的；（三）抢夺、窃取他人试卷、答卷或者强迫他人为自己抄袭提供方便的；（四）在考试过程中使用任何通讯设备的；（五）由他人冒名代替参加考试的；……（八）传、接物品或者交换试卷、答卷、草稿纸的……',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  107: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '学生如有违纪行为，监考教师应立即收回考卷，终止其考试，令其退出考场，并在试卷及考生名单中标记“违纪”字样，该课程考试成绩以无效计，考试结束后视情节报学生处处理。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  108: {
    title: '现实生活中有一些规定比较合理，但的确有一些规定不太合理。请对如下规定的合理性程度进行评价。',
    desc: '一位监考老师在考试正式开始之前60分钟进入考场，发现同学们正在复习备考。其中一个同学正在一张白纸上抄写书本上的公式。在此情况下监考老师应取消该同学的当场考试资格。',
    A: '非常合理',
    B: '比较合理',
    C: '两可之间',
    D: '不太合理',
    E: '很不合理'
  },
  // part F
  109: {
    title: '下面是一些描述人性格特点的句子，请判断一下每个句子与你的性格的相符程度，然后从题后的六个选项中选择最合适的选项。例如，“在集体活动中，我是个活跃分子。”如果你觉得这个描述完全不符合，请选择“A. 完全不符合”，如果你觉得这个描述与你的情况完全符合，请选择“F. 完全符合”选项，其他选项的选择方法以此类推，数字越大表明符合程度越大。',
    desc: ' 我常担心有什么不好的事情发生。',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  114: {
    desc: '我常感到害怕',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  119: {
    desc: '有时我觉得自己一无是处',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  124: {
    desc: '我很少感到忧郁和沮丧',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  129: {
    desc: '别人一句漫不经心的话，我常联系到自己身上',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  134: {
    desc: '在面对压力时，我有要崩溃的感觉',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  139: {
    desc: '我常担忧一些无关紧要的事情',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  144: {
    desc: '我常常感到内心不踏实',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  110: {
    desc: '在工作上，我常只求能应付过去便可',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  115: {
    desc: '一旦确定了目标，我会坚持努力地实现它',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  120: {
    desc: '我常常是仔细考虑之后才做出决定',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  125: {
    desc: '别人认为我是个慎重的人',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  130: {
    desc: '做事讲究逻辑和条理是我的一个特点',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  135: {
    desc: '我喜欢一开头就把事情计划好',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  140: {
    desc: '我工作或学习很勤奋',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  145: {
    desc: '我是个倾尽全力做事的人',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  111: {
    desc: '尽管人类社会存在着一些阴暗的东西（如战争、罪恶、欺诈），我仍然相信人性总的来说是善良的',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  116: {
    desc: '我觉得大部分人基本上是心怀善意的',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  121: {
    desc: '虽然社会上有些骗子，但我觉得大部分人还是可信的',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  126: {
    desc: '我不太关心别人是否受到不公正待遇',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  131: {
    desc: '我时常觉得别人的痛苦与我无关',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  136: {
    desc: '我常为那些遭遇不幸的人感到难过',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  141: {
    desc: '我是那种只照顾好自己，不为别人担心的人',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  146: {
    desc: '当别人向我述说不幸时，我常感到难过',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  112: {
    desc: '我的想象力相当丰富',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  117: {
    desc: '我头脑中经常充满生动的画面',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  122: {
    desc: '我对许多事情有着很强的好奇心',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  127: {
    desc: '我喜欢冒险',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  132: {
    desc: '我是个勇于冒险，突破常规的人',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  137: {
    desc: '我身上具有别人没有的冒险精神',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  142: {
    desc: '我渴望学习一些新东西，即使它们与我的日常生活无关',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  147: {
    desc: '我很愿意也很容易接受那些新事物、新观点和新想法',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  113: {
    desc: '我喜欢参加社交和娱乐聚会',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  118: {
    desc: '我对人多的聚会感到乏味',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  123: {
    desc: '我尽量避免参加人多的聚会和嘈杂的环境',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  128: {
    desc: '在热闹的聚会上，我常常表现主动并尽情玩耍',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  133: {
    desc: '有我在的场合一般不会冷场',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  138: {
    desc: '我希望成为领导者而不是被领导者',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  143: {
    desc: '在一个团体中，我希望处于领导地位',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },
  148: {
    desc: '别人认为我是一个热情和友好的人',
    A: '完全不符合',
    B: '大部分不符合',
    C: '有点不符合',
    D: '有点符合',
    E: '大部分符合',
    F: '完全符合'
  },

  // 教育部，硕士做
  149: {
    title: '下面一些问题描述了我们生活中可能发生的事情或者主观感受，请判断这些描述是否符合你过去一个月内的实际情况，并选择合适的选项。',
    desc: '不适应大学的生活方式',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  150: {
    desc: '担心找不到好工作',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  151: {
    desc: '感觉学习有困难',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  152: {
    desc: '感觉为恋爱所累',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  153: {
    desc: '不习惯大学班集体的氛围',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  154: {
    desc: '挑剔学校的饮食或住宿条件',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  155: {
    desc: '担心在学习上落后于其他同学',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  156: {
    desc: '感觉不受同学欢迎',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  157: {
    desc: '和班里同学相处不愉快',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  158: {
    desc: '对自己的求职能力没有信心',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  159: {
    desc: '跟周围人有矛盾',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  160: {
    desc: '在恋爱方面受到家人的阻碍',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  161: {
    desc: '总担心自己找不到合适的男/女朋友',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  162: {
    desc: '付出很大努力却仍跟不上学习进度',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  163: {
    desc: '很多时候感觉不被周围人理解',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  164: {
    desc: '担心考试',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  165: {
    desc: '为不知该做哪些就业准备而迷茫',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  166: {
    desc: '害怕面对就业问题',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  167: {
    desc: '谈恋爱对学习、生活造成负面影响',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  168: {
    desc: '不喜欢现在的学校',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  169: {
    desc: '与别人相处时常感到委屈',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  170: {
    desc: '过分在意别人的评价',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  171: {
    desc: '控制不了自己的进食量',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  172: {
    desc: '经常感到别人要欺骗、利用自己',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  173: {
    desc: '经常无法控制自己激动的情绪',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  174: {
    desc: '顽固地遵守某些规则或习惯，害怕改变',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  175: {
    desc: '故意阻止伤口愈合',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  176: {
    desc: '早晨醒来情绪很低落',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  177: {
    desc: '害怕与人交往',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  178: {
    desc: '经常莫名其妙对别人发火',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  179: {
    desc: '常常自责内疚',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  180: {
    desc: '经常想打人、骂人或毁坏东西',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  181: {
    desc: '身体发麻或刺痛',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  182: {
    desc: '时刻都离不开网络',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  183: {
    desc: '感觉自己在各方面都很失败',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  184: {
    desc: '无法忍受不能上网的生活',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  185: {
    desc: '反应迟钝、注意力不集中',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  186: {
    desc: '有催吐或者绝食的行为',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  187: {
    desc: '总是责怪别人造成麻烦',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  188: {
    desc: '感觉自己毫无价值',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  189: {
    desc: '忍不住攻击那些令我不满的人',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  190: {
    desc: '总觉得别人比自己好',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  191: {
    desc: '上网过度影响到正常学习生活',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  192: {
    desc: '没有人安排就不知道该做什么',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  193: {
    desc: '总担心会有不好的事情发生而内心不安',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  194: {
    desc: '总感觉有人在针对我',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  195: {
    desc: '感觉大多数人不可信任',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  196: {
    desc: '总觉得自己不如别人',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  197: {
    desc: '故意抓、戳、咬、撕皮肤至流血',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  198: {
    desc: '常常刚做完一件事就后悔了',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  199: {
    desc: '故意虐待自己',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  200: {
    desc: '经常无缘无故地对别人发火',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  201: {
    desc: '时常因小事而坐立难安',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  202: {
    desc: '凡事需要有人替自己做决定',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  203: {
    desc: '容易被别人的言行伤害',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  204: {
    desc: '睡眠过浅、易醒',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  205: {
    desc: '如果不反复地想和做某些事情，就无法做其他事情',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  206: {
    desc: '做任何事情都希望能够获得别人的帮助',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  207: {
    desc: '常常没有考虑清楚就做决定',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  208: {
    desc: '回避与异性交往',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  209: {
    desc: '感觉自己再努力也无法成功',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  210: {
    desc: '故意烧、烫自己',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  211: {
    desc: '为脑海中总是抹不去的想法或者字句所困扰',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  212: {
    desc: '觉得生活无意义，对任何事都不感兴趣',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  213: {
    desc: '言行常常不考虑后果',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  214: {
    desc: '食欲和进食行为异常，如吞咽困难、恶心、呕吐等',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  215: {
    desc: '入睡困难或早醒',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  216: {
    desc: '胸闷、呼吸困难',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  217: {
    desc: '与人交谈时过分紧张',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  218: {
    desc: '恶心或胃痛',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  219: {
    desc: '头痛或头晕',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  220: {
    desc: '一旦开始上网就很难停下来',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  221: {
    desc: '没理由地害怕、心神不宁',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  222: {
    desc: '感觉别人都看不起自己',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  223: {
    desc: '在网络上花费了过多的时间',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  224: {
    desc: '别人的言行很容易让我感到受伤',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  225: {
    desc: '经常控制不住自己的手或者身体发抖、僵直',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  226: {
    desc: '如果不重复做某些事情，如检查/核对/洗涤或者问询，就会感觉焦虑',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  227: {
    desc: '过度嗜睡',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  228: {
    desc: '避免与别人眼神接触',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  229: {
    desc: '经常和人发生争执',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  230: {
    desc: '对别人都不在意的事情很在意',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  231: {
    desc: '当和别人观点不一致时会感到焦虑',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  232: {
    desc: '做任何事都离不开别人的帮助',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  233: {
    desc: '不敢正视别人的目光',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  234: {
    desc: '过度节食',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  235: {
    desc: '很多事情都无法自己独立处理',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  236: {
    desc: '睡醒后依然感觉疲倦',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  237: {
    desc: '能听到旁人听不到的言语声（不是指听力好）',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  238: {
    desc: '总害怕有人要害我',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  239: {
    desc: '考虑过自杀的方式或时机',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  240: {
    desc: '想结束生命',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  241: {
    desc: '曾经有过自杀行为',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  242: {
    desc: '曾经羡慕自杀成功的人',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  243: {
    desc: '总感觉有人在监视我',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  },
  244: {
    desc: '感觉别人能控制我的思想（不是指自身言行受他人言行影响）',
    A: '一点也不像我',
    B: '不太像我',
    C: '比较像我',
    D: '非常像我'
  }
};